from datetime import datetime

students_help = {
    'Рауме': 'т.89877825486',
    'Анара Алибаева': 'т.89872026777',
    'Галина': 'т.89225443044',
    'Татьяна': 'т.89867894732',
    'Али': 'т.89068371181',
    'Павел': 'т.89123532767',
    'Дмитрий': 'т.89228044788',
    'Виктория': 'т.89228957305',
    'Наталья': 'т.89228395548',
    'Алексей': 'т.89128440685',
    'Арсений': 'т.89619241323',
    'Алёна Пинаева': 'т.89501848811',
    'Ольга Мусс': 'т.89877754107',
    'Игорь': 'т.89877897708',
    'Александр Масторенко': 'т.89534579955',
    'Катя': 'т.89878939341',
    'Лидия Ахмерова': 'т.89877747600',
    'Дарья': 'т.89198594259',
    'Александр': 'т.89226136188',
    'Дмитрий Макаров': 'т.89018942691'
}

students = {
    'Александр Гончаренко': [89228774095,1,9],
    'Рауме': 89877825486,
    'Анара Алибаева': 89872026777,
    'Галина': [89225443044,1,6],
    'Татьяна': [89867894732,1,5],
    'Али': [89068371181,1,2],
    'Павел': [89123532767,1,1],
    'Дмитрий': [89228044788,1,8],
    'Виктория': [89228957305,2,1],
    'Наталья': 89228395548,
    'Алексей': [89128440685,1,2],
    'Арсений': [89619241323,2,4],
    'Алёна Пинаева': [89501848811,1,3],
    'Ольга Мусс': [89877754107,2,2],
    'Игорь': 89877897708,
    'Александр Масторенко': [89534579955,1,7],
    'Катя': [89878939341,1,4],
    'Лидия Ахмерова': 89877747600,
    'Дарья': 89198594259,
    'Александр': [89226136188,2,4],
    'Дмитрий Макаров': 89018942691
}

lessons = {
    'УиТО': 'Фиоктистов Дмитрий Владимирович',
    'ПОДВ': 'Муфазалова Екатерина Ильдусовна',
    'ОзсДД': 'Топорков Дмитрий Николаевич'
}

schedules = [
    ('Пн','ПОДВ','15:00','Муфазалова Е.И.'),
]

students_log = {
    '@c_const': 'Дарья Вождение',
    '@small5686': 'Александр Вождение',
    '@Sosipisisisi': 'Али Вождение',
    '@Olga_Muss_87': 'Ольга Вождении',
    '+7 986 789 4732': 'Татьяна Вождение',
    '@chket56':'Алексей Вождение',
    '@igorbokarev56': 'Игорь Вождение',
    '+7 922 544 3944': 'Галина Вождение',
    '@anara_ali': 'Анара Вождение',
    '+7 987 782 5486': 'Рауме Вождение',
    '+7 922 895 7305': 'Виктория Вождение',
    '@pagottala': 'Алёна Вождение',
    '@Kempache95': 'Павел Вождение',
    '+7 922 804 4788': 'Дмитрий Вождение',
    '+7 922 839 5548': 'Наталия Вождение',
    '@arsenzy17': 'Арсений Вождение',
    '@KataySuyunchik': 'Катя Вождение',
    '@notsadbutpoeti': 'Дмитрий Вождение'
}
shchedule = datetime.today().date()
# print(shchedule)
# print(shchedule.strftime('%d-%m-%Y'))
str_schedule = shchedule.strftime('%Y-%m-%d')
# print(str_schedule.split('-'))


